Repository: clasanch/pdf-reducer
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: es

source: Error splitting the PDF file: {}
es: Error dividiendo el archivo PDF: {}

source: Error processing {}
es: Error procesando {}

source: Error in batch: {}
es: Error en el lote: {}

source: No PDF files to combine.
es: No hay archivos PDF para combinar.

source: Combining {} files...
es: Combinando {} archivos...

source: Processing batch {}/{}
es: Procesando lote {}/{}

source: Progress: {}/{} files processed
es: Progreso: {}/{} archivos procesados

source: Combining final batches...
es: Combinando lotes finales...

source: Merge completed successfully.
es: Fusionado exitosamente.

source: Error merging PDF files: {}
es: Error fusionando archivos PDF: {}

source: Could not delete temporary file {}
es: No se pudo eliminar el archivo temporal {}

source: Error: The file '{}' does not exist.
es: Error: El archivo '{}' no existe.

source: Process completed. Reduced file saved as: {}
es: Proceso completado. Archivo reducido guardado como: {}

source: Error in processing: {}
es: Error al procesar: {}

source: Reduce the size of a PDF file
es: Reduce el tamaño de un archivo PDF

source: Input PDF file
es: Archivo PDF de entrada

source: Output PDF file
es: Archivo PDF de salida

source: Number of pages per chunk (default: 10)
es: Número de páginas por chunk (por defecto: 10)

source: Number of parallel processes (default: 4)
es: Número de procesos paralelos (por defecto: 4)
